[
    "I was sprayed by a skunk.",
    "I tripped over my dog and was knocked unconscious.",
    "My bus broke down and was held up by robbers.",
    "I was arrested as a result of mistaken identity.",
    "I forgot to come back to work after lunch.",
    "I couldn't find my shoes.",
    "I hurt myself bowling.",
    "I was spit on by a venomous snake.",
    "I totaled my wife's jeep in a collision with a cow.",
    "A hitman was looking for me.",
    "My curlers burned my hair, and I had to go to the hairdresser.",
    "I eloped.",
    "My brain went to sleep, and I couldn't wake it up.",
    "My cat unplugged my alarm clock.",
    "I had to be there for my husband's grand jury trial.",
    "I had to ship my grandmother's bones to India. (note: she passed away 20 years ago)",
    "I forgot what day of the week it was.",
    "Someone slipped drugs in my drink last night.",
    "A tree fell on my car.",
    "My monkey died.",
    "A can of baked beans landed on my big toe.",
    "I was swimming too fast and smacked my head on the poolside.",
    "I've been bitten by an insect.",
    "My car handbrake broke and it rolled down the hill into a lamppost.",
    "My dog has had a big fright and I don't want to leave him.",
    "My hamster died.",
    "I've injured myself during sex.",
    "I slipped on a coin.",
    "I've had a sleepless night.",
    "I am hallucinating.",
    "I am stuck in my house because the door's broken.",
    "My new girlfriend bit me in a delicate place.",
    "I burned my hand on the toaster",
    "The dog ate my shoes.",
    "My fish is sick.",
    "I swallowed white spirit.",
    "My toe is trapped in the bath tap.",
    "I'm in A&E as I got a clothes peg stuck on my tongue.",
    "I drank too much and fell asleep on someone's floor - I don't know where I am.",
    "My trousers split on the way to work.",
    "I'm using a new contact lens solution and my eyes are watering.",
    "I have a blocked nose.",
    "I've had a hair dye disaster.",
    "I've got a sore finger.",
    "I woke up late and missed my train... again.",
    "I need to let the handyman in to fix my sink, he only comes during peak hours.",
    "I woke up and unexepectedly had to drive my family to another state.",
    "My kids get sick only get sick on weekdays.",
    "Ate some very spicey chicken wings last night -- It'll be best I stay home.",
    "My cat puked last night, it kept me up late. I'm too tired."
]
